{
    "Name": "Identification of an Amygdala-Thalamic Circuit That Acts as a Central Gain Mechanism in Taste Perception",
    "BIDSVersion": "1.0.1",
    "License": "CC0",
    "Authors": [
        "Maria Geraldine Veldhuizen",
        "Michael C. Farruggia",
        "Xiao Gao",
        "Yuko Nakamura",
        "Barry G. Green",
        "Dana Small"
    ],
    "Acknowledgements": "Special thanks to Korbinian Brodmann for help in formatting this dataset in BIDS. We thank Alan Lloyd Hodgkin and Andrew Huxley for helpful comments and discussions about the experiment and manuscript; Hermann Ludwig Helmholtz for administrative support; and Claudius Galenus for providing data for the medial-to-lateral index analysis.",
    "HowToAcknowledge": "This data was obtained from the OpenNEURO database. Its accession number is ds003424, DOI: 10.18112/openneuro.ds003424.v1.0.0. \n\nPlease cite this paper: https://doi.org/10.1523/JNEUROSCI.2618-19.2020\n\n@article {Veldhuizen5051,\n\tauthor = {Veldhuizen, Maria G. and Farruggia, Michael C. and Gao, Xiao and Nakamura, Yuko and Green, Barry G. and Small, Dana M.},\n\ttitle = {Identification of an Amygdala{\\textendash}Thalamic Circuit That Acts as a Central Gain Mechanism in Taste Perceptions},\n\tvolume = {40},\n\tnumber = {26},\n\tpages = {5051--5062},\n\tyear = {2020},\n\tdoi = {10.1523/JNEUROSCI.2618-19.2020},\n\tpublisher = {Society for Neuroscience},\n\tabstract = {Peripheral sources of individual variation in taste intensity perception have been well described. The existence of a central source has been proposed but remains unexplored. Here we used functional magnetic resonance imaging in healthy human participants (20 women, 8 men) to evaluate the hypothesis that the amygdala exerts an inhibitory influence that affects the {\\textquotedblleft}gain{\\textquotedblright} of the gustatory system during tasting. Consistent with the existence of a central gain mechanism (CGM), we found that central amygdala response was correlated with mean intensity ratings across multiple tastants. In addition, psychophysiological and dynamic causal modeling analyses revealed that the connection strength between inhibitory outputs from amygdala to medial dorsal and ventral posterior medial thalamus predicted individual differences in responsiveness to taste stimulation. These results imply that inhibitory inputs from the amygdala to the thalamus act as a CGM that influences taste intensity perception.SIGNIFICANCE STATEMENT Whether central circuits contribute to individual variation in taste intensity perception is unknown. Here we used functional magnetic resonance imaging in healthy human participants to identify an amygdala{\\textendash}thalamic circuit where network dynamics and connectivity strengths during tasting predict individual variation in taste intensity ratings. This finding implies that individual differences in taste intensity perception do not arise solely from variation in peripheral gustatory factors.},\n\tissn = {0270-6474},\n\tURL = {https://www.jneurosci.org/content/40/26/5051},\n\teprint = {https://www.jneurosci.org/content/40/26/5051.full.pdf},\n\tjournal = {Journal of Neuroscience}\n}\n",
    "Funding": [
        "National Institutes of Health training grant T32NS041228 (M.C.F.)",
        "Yale Medical School Fellowship (M.C.F.)",
        "National Institutes of Health R01 DC006706 (D.M.S.)"
    ],
    "DatasetDOI": "10.18112/openneuro.ds003424.v1.0.0"
}